/* No comment provided by engineer. */
"Details" = "Details";

/* No comment provided by engineer. */
"Done" = "Fertig";

/* No comment provided by engineer. */
"Edit" = "Bearbeiten";

/* No comment provided by engineer. */
"Fruits" = "Obst";

/* No comment provided by engineer. */
"Item List" = "Sacheliste";

/* No comment provided by engineer. */
"New Item" = "Neuer Eintrag";

/* No comment provided by engineer. */
"Vegetables" = "Gemuse";

/* No comment provided by engineer. */
"Your pantry" = "Deine Speisekammer";

